tap "azure/bicep"
tap "azure/functions"
tap "garden-io/garden"
tap "hashicorp/tap"
tap "jandedobbeleer/oh-my-posh"
tap "utkuozdemir/pv-migrate"
brew "openssl@3"
brew "zstd"
brew "tree"
brew "ansible"
brew "libtiff"
brew "little-cms2"
brew "jpeg-xl"
brew "webp"
brew "aom"
brew "arduino-cli"
brew "argocd"
brew "azure-cli"
brew "gettext"
brew "bash"
brew "cloudflared"
brew "cmake"
brew "cowsay"
brew "ffmpeg"
brew "gcc"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "git-filter-repo"
brew "git-graph"
brew "go"
brew "grpcurl"
brew "netpbm"
brew "gts"
brew "helm"
brew "imagemagick"
brew "inih"
brew "jq"
brew "just"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "lazygit"
brew "librsvg"
brew "lua-language-server"
brew "luarocks"
brew "micro"
brew "minikube"
brew "n"
brew "neovim"
brew "node"
brew "node@18"
brew "openjdk"
brew "pandoc"
brew "pipx"
brew "pkgconf"
brew "postgresql@14"
brew "powerlevel10k"
brew "python@3.11"
brew "python-tk@3.11"
brew "python@3.10"
brew "ripgrep"
brew "sqlcmd"
brew "starship"
brew "tcl-tk"
brew "telnet"
brew "tmux"
brew "unzip"
brew "vite"
brew "xcodegen"
brew "yq"
brew "zoxide"
brew "azure/bicep/bicep"
brew "azure/functions/azure-functions-core-tools@4"
brew "garden-io/garden/garden-cli"
brew "hashicorp/tap/terraform"
brew "utkuozdemir/pv-migrate/pv-migrate"
cask "android-studio"
cask "claude-code"
cask "font-meslo-lg-nerd-font"
cask "iterm2"
cask "powershell"
cask "unnaturalscrollwheels"
vscode "alexdima.copy-relative-path"
vscode "alexermolov.http-editor"
vscode "anthropic.claude-code"
vscode "bedirt.gpt-token-counter-live"
vscode "bierner.markdown-preview-github-styles"
vscode "editorconfig.editorconfig"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "hashicorp.terraform"
vscode "humao.rest-client"
vscode "janisdd.vscode-edit-csv"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-bicep"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-vscode.vscode-markdown-notebook"
vscode "open.in-terminal"
vscode "pablodelucca.pixel-agents"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"
vscode "visualstudiotoolsforunity.vstuc"
vscode "yzhang.markdown-all-in-one"
go "github.com/air-verse/air"
go "github.com/dsswift/commit/cmd/commit"
go "github.com/golangci/golangci-lint/v2/cmd/golangci-lint"
go "golang.org/x/tools/gopls"
go "golang.org/x/vuln/cmd/govulncheck"
go "sigs.k8s.io/kind"
go "mvdan.cc/sh/v3/cmd/shfmt"
go "honnef.co/go/tools/cmd/staticcheck"
